Repository: RRZE-Webteam/rrze-newsletter
Catalog: languages/rrze-newsletter-*_formal.po
Languages: de_de@formal

source: Plugin for creating and sending HTML Newsletters.
de_de@formal: Plugin zum Erstellen und Senden von Newsletters.

source: Newsletter Settings
de_de@formal: Newsletter Einstellungen

source: Subscription
de_de@formal: Abonnement

source: Mailing List
de_de@formal: Mailingliste

source: Encryption
de_de@formal: Verschlüsselung

source: None
de_de@formal: Keiner

source: Host
de_de@formal: Servername

source: Host ip address.
de_de@formal: Server IP Adresse.

source: Host port.
de_de@formal: Server Port.

source: Sender Addresse
de_de@formal: Sender-Adresse

source: Authentication
de_de@formal: Authentifizierung

source: Authentication is required to access the SMTP server
de_de@formal: Für den Zugriff auf den SMTP-Server ist eine Authentifizierung erforderlich

source: Username
de_de@formal: Benutzername

source: Password
de_de@formal: Passwort

source: Send Limit
de_de@formal: Sende-Limit

source: Maximum number of emails that can be sent per minute.
de_de@formal: Maximale Anzahl von E-Mails, die pro Minute gesendet werden können.

source: Max. Retries
de_de@formal: Max. Wiederholungen

source: Maximum number of retries until an email is sent successfully.
de_de@formal: Maximale Anzahl von Wiederholungsversuchen, bis eine E-Mail erfolgreich gesendet wurde.

source: Disable subscription
de_de@formal: Abonnement deaktivieren

source: Disables the subscription
de_de@formal: Deaktiviert das Abonnement

source: Subscription Page
de_de@formal: Abonnementseite

source: Select a current page for the newsletter subscription page.
de_de@formal: Wählen Sie eine aktuelle Seite für die Newsletter-Abonnementseite ab.

source: Subject of the email confirmation
de_de@formal: Betreff der E-Mail-Bestätigung

source: The subject of the email to confirm the newsletter subscription.
de_de@formal: Der Betreff der E-Mail zur Bestätigung des Newsletter-Abonnements.

source: Message of the email confirmation
de_de@formal: Nachricht der E-Mail-Bestätigung

source: The message of the email to confirm the newsletter subscription.
de_de@formal: Die Nachricht der E-Mail zur Bestätigung des Newsletter-Abonnements.

source: Subject of the email to change or cancel
de_de@formal: E-Mail-Betreff zum Abbestellen oder Ändern

source: The subject of the email to change or cancel the newsletter subscription.
de_de@formal: Der Betreff der E-Mail zum zum Abbestellen oder Ändern des Newsletter-Abonnements.

source: Message of the email to change or cancel
de_de@formal: E-Mail-Nachricht zum Abbestellen oder Ändern

source: The message of the email to change or cancel the newsletter subscription.
de_de@formal: Die Nachricht der E-Mail zum Abbestellen oder Ändern des Newsletter-Abonnements.

source: Unsubscribed E-mail Addresses
de_de@formal: Abgemeldete E-Mail-Adressen

source: List of email addresses that do not subscribe to any mailing list. Enter one email address per line.
de_de@formal: Liste der E-Mail-Adressen, die keine Mailingliste abonnieren. Geben Sie eine E-Mail-Adresse pro Zeile ein.

source: ICS Error:
de_de@formal: ICS-Fehler:

source: There are no events available.
de_de@formal: Es sind keine Termine verfügbar.

source: Ends
de_de@formal: Endet

source: RSS Error:
de_de@formal: RSS-Fehler:

source: There are no items available.
de_de@formal: Es sind keine Artikel verfügbar.

source: (no title)
de_de@formal: (kein Titel)

source: Continue reading "%s"&hellip;
de_de@formal: Artikel „%s“ weiterlesen&hellip;

# popup
source: Add New
de_de@formal: Erstellen

source: Add New Newsletter
de_de@formal: Neuen Newsletter erstellen

source: New Newsletter
de_de@formal: Neuen Newsletter

source: Edit Newsletter
de_de@formal: Newsletter bearbeiten

source: View Newsletter
de_de@formal: Newsletter anzeigen

source: All Newsletters
de_de@formal: Alle Newsletters

source: Search Newsletters
de_de@formal: Suche Newsletters

source: Parent Newsletters:
de_de@formal: Eltern-Newsletter:

source: No newsletters found.
de_de@formal: Keine Newsletter gefunden.

source: No newsletters found in Trash.
de_de@formal: Keine Newsletter im Papierkorb gefunden.

# Taxonomy general name
source: Categories
de_de@formal: Kategorien

# Taxonomy singular name
source: Category
de_de@formal: Kategorie

source: All Categories
de_de@formal: Alle Kategorien

source: Edit Category
de_de@formal: Kategorie bearbeiten

source: View Category
de_de@formal: Kategorie anschauen

source: Update Category
de_de@formal: Kategorie aktualisieren

source: Add New Category
de_de@formal: Neue Kategorie erstellen

source: New Category Name
de_de@formal: Neuer Kategoriename

source: Main Category
de_de@formal: Hauptkategorie

source: Main Category:
de_de@formal: Hauptkategorie:

source: Search Categories
de_de@formal: Kategorien suchen

source: No categories found
de_de@formal: Keine Kategorien gefunden

source: Back to categories
de_de@formal: Zurück zu den Kategorien

# Taxonomy general name
source: Mailing Lists
de_de@formal: Mailinglisten

# Taxonomy singular name
source: Mailing List
de_de@formal: Mailingliste

source: All Lists
de_de@formal: Alle Listen

source: Edit List
de_de@formal: Liste bearbeiten

source: View List
de_de@formal: Liste anzeigen

source: Update List
de_de@formal: Aktualisierungsliste

source: Add New List
de_de@formal: Neue Liste hinzufügen

source: New List Name
de_de@formal: Neuer Listenname

source: Main List
de_de@formal: Hauptliste

source: Main List:
de_de@formal: Hauptliste:

source: Search Lists
de_de@formal: Suchlisten

source: No lists found
de_de@formal: Keine Listen gefunden

source: Back to lists
de_de@formal: Zurück zu den Listen

source: Public Mailing List
de_de@formal: Öffentliche Mailingliste

source: A public mailing list can be listed on the subscription page and viewed by everyone.
de_de@formal: Eine öffentliche Mailingliste kann auf der Abonnementseite aufgelistet und von allen angezeigt werden.

source: Subscribed email addresses
de_de@formal: Abonnierte E-Mail-Adressen

source: Enter one email address per line. Note: The recipient's first and last name separated by a comma are optional and can be added using a comma after the email address using the following format: email-address,first name,last name
de_de@formal: Geben Sie eine E-Mail-Adresse pro Zeile ein. Hinweis: Der durch Komma getrennte Vor- und Nachname des Empfängers ist optional und kann durch ein Komma nach der E-Mail-Adresse im folgenden Format hinzugefügt werden: E-Mail-Adresse,Vorname,Nachname

source: It can be listed on the subscription page and seen by everyone.
de_de@formal: Es kann auf der Abonnementseite aufgelistet und von jedem gesehen werden.

source: List of email addresses that have been subscribed to this mailing list. Enter one email address per line. Note: The recipient's first and last name separated by a comma are optional and can be added using a comma after the email address using the following format: email-address,first name,last name
de_de@formal: Liste der E-Mail-Adressen, die diese Mailingliste abonniert haben. Geben Sie eine E-Mail-Adresse pro Zeile ein. Hinweis: Der durch Komma getrennte Vor- und Nachname des Empfängers ist optional und kann durch ein Komma nach der E-Mail-Adresse im folgenden Format hinzugefügt werden: E-Mail-Adresse,Vorname,Nachname

source: List of email addresses that have been unsubscribed from this mailing list. Enter one email address per line.
de_de@formal: Liste der E-Mail-Adressen, die von dieser Mailingliste abgemeldet wurden. Geben Sie eine E-Mail-Adresse pro Zeile ein.

source: Public
de_de@formal: Öffentlich

source: Newsletter of %s
de_de@formal: Newsletter vom %s

source: Sent %1$s ago
de_de@formal: Vor %1$s versendet

source: Sent %1$s
de_de@formal: %1$s versendet

source: Add New
de_de@formal: Erstellen

source: Add New Mail Queue
de_de@formal: Neue Mail-Queue hinzufügen

source: New Mail Queue
de_de@formal: Neue Mail-Queue

source: Edit Mail Queue
de_de@formal: Mail-Queue bearbeiten

source: View Mail Queue
de_de@formal: Mail-Queue anzeigen

source: All Mail Queue
de_de@formal: Alle Mail-Queue

source: Search Mail Queue
de_de@formal: Mail-Queue durchsuchen

source: No Mail Queue found.
de_de@formal: Keine Mail-Queue gefunden.

source: No Mail Queue found in Trash.
de_de@formal: Keine Mail-Queue im Papierkorb gefunden.

# Screen reader text for the filter links heading on the post type listing screen.
source: Filter Mail Queue list
de_de@formal: Mail-Queue filtern

# Screen reader text for the pagination heading on the post type listing screen.
source: Mail Queue list navigation
de_de@formal: Navigation in der Mail-Queue

# Screen reader text for the items list heading on the post type listing screen.
source: Mail Queue list
de_de@formal: Mail-Queue-Liste

# Mail Queue Status
source: Queued
de_de@formal: In der Queue

source: Queued <span class="count">(%s)</span>
de_de@formal: In Queue <span class="count">(%s)</span>

# Mail Queue Status
source: Sent
de_de@formal: Versendet

source: Sent <span class="count">(%s)</span>
de_de@formal: <span class="count">(%s)</span> versendet

# Mail Queue Status
source: Error
de_de@formal: Fehler

source: Error <span class="count">(%s)</span>
de_de@formal: Fehler <span class="count">(%s)</span>

source: Subject
de_de@formal: Betreff

source: Scheduled Date
de_de@formal: Geplantes Datum

source: Send Date
de_de@formal: Sende Datum

source: From
de_de@formal: Absender

source: To
de_de@formal: An

source: Retries
de_de@formal: Wdh

source: Error
de_de@formal: Fehler

source: Every 5 minutes
de_de@formal: Alle 5 Minuten

source: Email sent successfully to %s.
de_de@formal: E-Mail erfolgreich an %s gesendet.

source: There was an error sending the email to %s.
de_de@formal: Beim Senden der E-Mail an %s ist ein Fehler aufgetreten.

source: Settings
de_de@formal: Einstellungen

source: MJML rendering error.
de_de@formal: MJML-Rendering-Fehler.

source: Please set up the subscripction page.
de_de@formal: Bitte richten Sie die Abonnementseite ein.

# Pattern title
source: Header with logo image
de_de@formal: Kopfzeile mit Logobild

# Pattern description
source: Header with a logo image.
de_de@formal: Kopfzeile mit einem Logobild.

# Pattern title
source: Header with view in browser link
de_de@formal: Kopfzeile mit Link zur Ansicht im Browser

# Pattern description
source: Header with link tag generator for display in the browser.
de_de@formal: Kopfzeile mit Link-Tag-Generator zur Anzeige im Browser.

# Pattern title
source: Section with image and paragraphs
de_de@formal: Abschnitt mit Bild und Absätzen

# Pattern description
source: A section with an image and paragraphs blocks.
de_de@formal: Ein Abschnitt mit einem Bild und Absatzblöcken.

# Pattern title
source: Section with heading, image and paragraphs
de_de@formal: Abschnitt mit Überschrift, Bild und Absätzen

# Pattern description
source: A section with heading, image and paragraphs blocks.
de_de@formal: Ein Abschnitt mit Überschriften-, Bild- und Absatzblöcken.

# Pattern title
source: Section with heading and list
de_de@formal: Abschnitt mit Überschrift und Liste

# Pattern description
source: A section with heading and list blocks.
de_de@formal: Ein Abschnitt mit Überschriften- und Listenblöcken.

# Pattern title
source: Two columns section with heading
de_de@formal: Zweispaltiger Abschnitt mit Überschrift

# Pattern description
source: Two columns section with heading, images and paragraphs blocks.
de_de@formal: Zweispaltiger Abschnitt mit Überschriften-, Bild- und Absatzblöcken.

# Pattern title
source: Footer with social icons
de_de@formal: Fußzeile mit Social Icons

# Pattern description
source: Footer with social icons and paragraph blocks.
de_de@formal: Fußzeile mit Social Icons und Absatzblöcken.

source: You cannot use this resource.
de_de@formal: Sie können diese Ressource nicht verwenden.

source: The sender email address is not valid.
de_de@formal: Die E-Mail-Adresse des Absenders ist ungültig.

source: The recipient email address is not valid.
de_de@formal: Die E-Mail-Adresse des Empfängers ist ungültig.

source: The recipient email domain is not allowed.
de_de@formal: Die E-Mail-Domäne des Empfängers ist nicht zulässig.

source: There was an error sending the email.
de_de@formal: Beim Senden der E-Mail ist ein Fehler aufgetreten.

source: Newsletter Editor
de_de@formal: Newsletter-Redakteur

source: The field %s is required.
de_de@formal: Das Feld %s ist erforderlich.

source: The value of the field %s is not valid.
de_de@formal: Der Wert des Felds %s ist ungültig.

source: &mdash; Select &mdash;
de_de@formal: &mdash; Seite auswählen &mdash;

source: Please select at least one subscription.
de_de@formal: Bitte wählen Sie mindestens ein Abonnement aus.

source: Please fill in this field.
de_de@formal: Bitte füllen Sie dieses Feld aus.

source: The email address does not meet the requirements.
de_de@formal: Die E-Mail-Adresse entspricht nicht den Anforderungen.

source: The email address for the subscription is already registered.
de_de@formal: Die Emailadresse für das Abonnement ist bereits registriert.

source: Subscribe to Newsletter
de_de@formal: Newsletter abonnieren

source: To register for the newsletter subscription, please fill out the following form and click on "SUBSCRIBE TO NEWSLETTER". You will then receive an email confirming your subscription. The newsletter will be sent to you automatically by email in text or HTML format.
de_de@formal: Zur Anmeldung für das Newsletter-Abonnement füllen Sie bitte das nachfolgende Formular aus und klicken auf “NEWSLETTER ABONNIEREN”. Sie erhalten daraufhin eine E-Mail zur Bestätigung Ihres Abonnements. Die Nachrichten werden Ihnen automatisch per E-Mail im Text- oder HTML-Format zugesandt.

source: At the moment there are no newsletters available to subscribe.
de_de@formal: Im Moment stehen keine Newsletter zur Verfügung, um abonnieren zu können.

source: Cancel or change your subscription
de_de@formal: Abonnement abbestellen oder ändern

source: Email address
de_de@formal: E-Mail-Adresse

source: Cancel or change your newsletter subscription
de_de@formal: Abonnement abbestellen oder ändern

source: To unsubscribe from all newsletters or to change your current newsletter subscription, please complete the form below. You will then receive an email confirming your subscription.
de_de@formal: Zur Abmeldung vom Newsletter-Abonnement oder zur Änderung Ihres bestehenden Abonnements füllen Sie bitte das nachfolgende Formular aus. Sie erhalten daraufhin eine E-Mail zur Bestätigung Ihres Abonnements.

source: Change subscription
de_de@formal: Abonnement ändern

source: Unsubscribe from all
de_de@formal: Alle abbestellen

source: Newsletter subscription
de_de@formal: Newsletter-Abonnement

source: Manage newsletter subscription for %s
de_de@formal: Verwalten Sie das Newsletter-Abonnement für %s

source: Please check the newsletters below that you would like to receive from us to update your subscription.
de_de@formal: Bitte überprüfen Sie die unten stehenden Newsletter, die Sie von uns erhalten möchten, um Ihr Abonnement zu aktualisieren.

source: Unsubscribe me from all future newsletters
de_de@formal: Kündigen Sie mein Abonnement für alle zukünftigen Newsletter

source: Update subscription
de_de@formal: Abonnement aktualisieren

source: Thank you
de_de@formal: Vielen Dank

source: You will now receive an email with a link. By using the link you confirm your subscription.
de_de@formal: Sie bekommen nun eine E-Mail mit einem Link zugesandt. Durch die Nutzung des Links bestätigen Sie Ihr Abonnement.

source: Back to home page
de_de@formal: Zurück zur Startseite

source: You have successfully signed up for the newsletter subscription.
de_de@formal: Sie haben sich für das E-Mail-Abonnement erfolgreich angemeldet.

source: Manage newsletter subscription
de_de@formal: Newsletter-Abonnement verwalten

source: Newsletter subscription for %s
de_de@formal: Newsletter-Abonnement für %s

source: Your newsletter subscription have been updated.
de_de@formal: Ihr Newsletter-Abonnement wurde aktualisiert.

source: Back to newsletter subscription management
de_de@formal: Zurück zur Verwaltung des Newsletter-Abonnements

source: You will now receive an email with a link. By using the link, you confirm your cancellation / change.
de_de@formal: Sie bekommen nun eine E-Mail mit einem Link zugesandt. Durch die Nutzung des Links bestätigen Sie Ihre Abbestellung/Änderung.

source: Cancellation of the subscription to all newsletters.
de_de@formal: Abmeldung des Abonnements an alle Newsletter.

source: You have successfully unsubscribed from all newsletters.
de_de@formal: Sie haben Ihre Änderung für das Newsletter-Abonnement erfolgreich durchgeführt.

source: Email address does not exist
de_de@formal: Diese E-Mail Adresse existiert nicht

source: The email address is not registered for a subscription.
de_de@formal: Die E-Mail-Adresse ist für kein Abonnement registriert.

source: No newsletters available
de_de@formal: Keine Newsletter verfügbar

source: Newsletter subscription confirmation
de_de@formal: Anmeldebestätigung für Ihr Newsletter-Abonnement

source: Thank you for your interest in subscribing to our newsletter. To confirm your subscription, please click on this link:
de_de@formal: Vielen Dank für Ihr Interesse am Newsletter-Abonnement. Zur Bestätigung Ihres Abonnements klicken Sie bitte auf diesen Link:

source: If the page does not open, copy the link and paste it into the address bar of your browser.
de_de@formal: Falls die Seite nicht aufgerufen wird, kopieren Sie bitte den Link und fügen ihn in die Adresszeile Ihres Browsers ein.

source: If you have not subscribed to our newsletter, please ignore this email.
de_de@formal: Wenn Sie den Newsletter nicht abonniert haben, ignorieren Sie diese E-Mail.

source: Sincerely
de_de@formal: Mit freundlichen Grüßen

source: Thank you for your request!
de_de@formal: Vielen Dank für Ihre Anfrage!

source: You would like to change or cancel your newsletter subscription. To make the change or unsubscribe, please click on the following link:
de_de@formal: Sie möchten das Newsletter-Abonnement ändern oder abbestellen. Um die Änderung/Abmeldung durchzuführen, klicken Sie bitte auf folgenden Link:

source: Weekly on %s
de_de@formal: Wöchentlich am %s

source: first
de_de@formal: ersten

source: second
de_de@formal: zweiten

source: third
de_de@formal: dritten

source: fourth
de_de@formal: vierten

source: last
de_de@formal: letzten

source: Monthly on day %s
de_de@formal: Monatlich am Tag %s

source: Monthly on the %1$s %2$s
de_de@formal: Monatlich am %1$s %2$s

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de@formal: Auf dem Server wird die PHP-Version %1$s ausgeführt. Das Plugin benötigt mindestens die PHP-Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de@formal: Auf dem Server wird die WordPress-Version %1$s ausgeführt. Das Plugin benötigt mindestens die WordPress-Version %2$s.

source: Select a layout for the newsletter
de_de@formal: Wählen Sie eine Vorlage für den Newsletter

source: Prebuilt
de_de@formal: Vorgefertigt

source: Saved
de_de@formal: Gespeichert

source: Select a layout to preview.
de_de@formal: Wählen Sie eine Vorlage für die Vorschau aus.

source: Turn any newsletter to a layout via the "Layout" sidebar menu in the editor.
de_de@formal: Verwandeln Sie einen Newsletter über das Seitenleistenmenü “Vorlage” im Editor in eine Vorlage.

source: Start With A Blank Layout
de_de@formal: Neue Vorlage erstellen

source: Use Selected Layout
de_de@formal: Vorlage auswählen

source: Are you sure you want to delete this layout?
de_de@formal: Möchten Sie diese Vorlage wirklich löschen?

source: Delete
de_de@formal: Löschen

source: Sending
de_de@formal: Senden

source: Sent and Published
de_de@formal: Versendet und veröffentlicht

source: Sent
de_de@formal: Versendet

source: Scheduled
de_de@formal: Geplant

source: Schedule sending
de_de@formal: Senden planen

source: Send and Publish
de_de@formal: Senden und veröffentlichen

source: Send
de_de@formal: Senden

source: Updating...
de_de@formal: Aktualisierung…

source: Update
de_de@formal: Aktualisierung

source: Send your newsletter?
de_de@formal: Newsletter senden?

source: The following errors prevent the newsletter from being sent:
de_de@formal: Die folgenden Fehler verhindern das Versenden des Newsletters:

source: Cancel
de_de@formal: Abbrechen

source: Newsletter sent on
de_de@formal: Newsletter verschickt am

source: Side alignment
de_de@formal: Seitenausrichtung

source: Nested group
de_de@formal: Verschachtelte Gruppe

source: Unequal middle alignment. All or none of the columns should be middle-aligned.
de_de@formal: Ungleiche mittlere Ausrichtung. Alle oder keine der Spalten sollten mittig ausgerichtet sein.

source: Nested columns
de_de@formal: Verschachtelte Spalten

source: Full width
de_de@formal: Gesamtbreite

source: Inline image
de_de@formal: Inline-Bild

source: These features will not be displayed correctly in an email, please remove them:
de_de@formal: Diese Eigenschaften werden in einer E-Mail nicht korrekt angezeigt. Bitte entfernen Sie sie:

source: Enter URL here…
de_de@formal: URL hier eingeben…

source: Use URL
de_de@formal: URL verwenden

source: Edit ICS URL
de_de@formal: ICS-URL bearbeiten

source: ICS settings
de_de@formal: ICS-Einstellungen

source: Number of items
de_de@formal: Anzahl Elemente

source: Display location
de_de@formal: Standort anzeigen

source: Display organizer
de_de@formal: Veranstalter anzeigen

source: Display description
de_de@formal: Beschreibung anzeigen

source: Limit length of description
de_de@formal: Länge der Beschreibung begrenzen

source: Max number of words in description
de_de@formal: Maximale Anzahl von Wörtern in der Beschreibung

source: Heading
de_de@formal: Überschrift

source: Display entries from any ICS or ICal feed.
de_de@formal: Einträge von jedem ICS- oder ICal-Feed anzeigen.

source: Show image on top
de_de@formal: Bild oben anzeigen

source: Show image on left
de_de@formal: Bild links anzeigen

source: Show image on right
de_de@formal: Bild rechts anzeigen

source: Small
de_de@formal: Klein

source: Medium
de_de@formal: Mittel

source: Large
de_de@formal: Groß

source: Post content settings
de_de@formal: Einstellungen für Beitragsinhalte

source: Post subtitle
de_de@formal: Untertitel

source: Post excerpt
de_de@formal: Textauszug

source: Max number of words in excerpt
de_de@formal: Maximale Anzahl von Wörtern im Textauszug

source: Date
de_de@formal: Datum

source: Featured image
de_de@formal: Beitragsbild

source: Author's name
de_de@formal: Name des Autors

source: "Continue reading…" link
de_de@formal: „Weiterlesen…“-Link

source: Sorting and filtering
de_de@formal: Sortieren und filtern

source: Text style
de_de@formal: Textstil

source: Heading style
de_de@formal: Überschriftenstil

source: Subtitle style
de_de@formal: Untertitelstil

source: Image Size
de_de@formal: Bildgröße

source: Post Inserter
de_de@formal: Beitrag-Inserter

source: Insert posts
de_de@formal: Beiträge einfügen

source: Display specific posts
de_de@formal: Spezifische Beiträge anzeigen

source: Add posts
de_de@formal: Beiträge hinzufügen

source: Hide Advanced Filters
de_de@formal: Erweiterte Filter ausblenden

source: Show Advanced Filters
de_de@formal: Erweiterte Filter anzeigen

source: Tags
de_de@formal: Schlagwörter

source: Excluded Categories
de_de@formal: Ausgenommene Kategorien

source: Excluded Tags
de_de@formal: Ausgenommene Schlagwörter

source: and
de_de@formal: und

source: By
de_de@formal: Von

source: Edit RSS URL
de_de@formal: RSS-URL bearbeiten

source: RSS settings
de_de@formal: RSS-Einstellungen
