Repository: RRZE-Webteam/rrze-newsletter
Catalog: languages/rrze-newsletter-*_formal.po
Languages: de_de@formal

source: Display only new items since the last time the newsletter was sent.
de_de@formal: Nur neue Artikel seit dem letzten Versand des Newsletters anzeigen.

source: Display date
de_de@formal: Datum anzeigen

source: Display content
de_de@formal: Inhalt anzeigen

source: Limit length of content
de_de@formal: Inhaltslänge begrenzen

source: Max number of words in content
de_de@formal: Maximale Anzahl von Wörtern im Inhalt

source: Display "Continue reading"
de_de@formal: Anzeige „Artikel weiterlesen“

source: Display entries from any RSS or Atom feed.
de_de@formal: Einträge von jedem RSS- oder Atom-Feed anzeigen.

source: Circle Black
de_de@formal: Kreis Schwarz

source: Circle White
de_de@formal: Kreis weiß

source: Black
de_de@formal: Schwarz

source: White
de_de@formal: Weiß

source: ASAP
de_de@formal: Schnellstmöglich

source: Hourly
de_de@formal: Stündlich

source: Daily
de_de@formal: Täglich

source: Weekly
de_de@formal: Wöchentlich

source: Monthly
de_de@formal: Monatlich

source: Advanced
de_de@formal: Erweiterte Einstellungen

source: Apply advanced settings for sending the newsletter, especially if it contains blocks of dynamic content.
de_de@formal: Erweiterte Einstellungen für den Versand des Newsletters anwenden, insbesondere wenn dieser Blöcke mit dynamischen Inhalten enthält.

source: Apply a condition to the sending of the newsletter: If no feed items are available, the newsletter will not be sent.
de_de@formal: Bedingung für den Versand des Newsletters anwenden: Wenn keine Feed-Elemente verfügbar sind, wird der Newsletter nicht versendet.

source: Apply a condition to the sending of the newsletter: If no events are available, the newsletter will not be sent.
de_de@formal: Bedingung für den Versand des Newsletters anwenden: Wenn keine Veranstaltungen verfügbar sind, wird der Newsletter nicht versendet.

source: Recurrence
de_de@formal: Wiederholung

source: Apply recurrence rules: The newsletter will be sent recurringly depending on the conditions applied to the sending.
de_de@formal: Wiederholungsregeln anwenden: Der Newsletter wird je nach Versandbedingungen wiederkehrend versendet.

source: Repeat
de_de@formal: Wiederholen

source: Newsletter Styles
de_de@formal: Newsletter-Stile

source: Testing
de_de@formal: Testen

source: Layout
de_de@formal: Vorlage

source: Are you sure you want to overwrite this layout?
de_de@formal: Möchten Sie diese Vorlage wirklich überschreiben?

source: Save new layout
de_de@formal: Neues speichern

source: Update layout
de_de@formal: Aktualisieren

source: Reset newsletter layout
de_de@formal: Newsletter-Vorlage zurücksetzen

source: Save newsletter as a layout
de_de@formal: Newsletter als Vorlage speichern

source: Title
de_de@formal: Titel

source: Save
de_de@formal: Speichern

source: Overwrite newsletter content?
de_de@formal: Newsletter-Inhalt überschreiben?

source: Changing the newsletter's layout will remove any customizations or edits you have already made.
de_de@formal: Durch das Ändern der Newsletter-Vorlage werden alle Anpassungen für bereits vorgenommene Änderungen entfernt.

source: Reset layout
de_de@formal: Vorlage zurücksetzen

source: Recipient (Email Distribution List)
de_de@formal: Empfänger (E-Mail-Verteiler)

source: Update Sender
de_de@formal: Absender aktualisieren

source: Preview text
de_de@formal: Vorschau-Text

source: Update preview text
de_de@formal: Vorschau-Text aktualisieren

source: Typography
de_de@formal: Typografie

source: Headings font
de_de@formal: Überschriften Schriftart

source: Body font
de_de@formal: Inhaltsschrift

source: Color
de_de@formal: Farbe

source: Background color
de_de@formal: Hintergrundfarbe

source: Send a test to
de_de@formal: Senden einen Test an

source: Use commas to separate multiple emails.
de_de@formal: Verwenden Sie Kommas, um mehrere E-Mails zu trennen.

source: Sending Test Email...
de_de@formal: Senden einer Test-E-Mail …

source: Send a Test Email
de_de@formal: Eine Test-E-Mail senden

source: Newsletter has already been sent.
de_de@formal: Newsletter wurde bereits verschickt.

source: Sending newsletter to:
de_de@formal: Senden eines Newsletters an:
